Initializes a new instance of the  DockablePaneProviderData  class
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public DockablePaneProviderData()
  Visual Basic
Public Sub New
  Visual C++
public:
DockablePaneProviderData()
 See Also
  DockablePaneProviderData Class
  Autodesk.Revit.UI Namespace